<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語の設定
    |--------------------------------------------------------------------------
    |
    | 以下の言語の設定は、パスワードブローカーがパスワード更新の試行結果を
    | 伝えるために使用するデフォルトの文言です。例えば、無効なパスワードや
    | トークンによる失敗などの理由を表します。
    |
    */

    'reset' => 'パスワードがリセットされました。',
    'sent' => 'パスワードリセットリンクをメールで送信しました。',
    'throttled' => '再試行する前にお待ちください。',
    'token' => 'このパスワードリセットトークンは無効です。',
    'user' => "このメールアドレスを持つユーザーが見つかりません。",

]; 